Repository: sandhope/WinUIClash
Catalog: WinUIClash/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# NavDashboard.Content
source: Dashboard
zh_cn: 仪表盘

# NavProxies.Content
source: Proxies
zh_cn: 代理

# NavProfiles.Content
source: Profiles
zh_cn: 配置

# NavRequests.Content
source: Requests
zh_cn: 请求

# NavConnections.Content
source: Connections
zh_cn: 连接

# NavResources.Content
source: Resources
zh_cn: 资源

# NavRules.Content
source: Rules
zh_cn: 规则

# NavLogs.Content
source: Logs
zh_cn: 日志

# NavTools.Content
source: Tools
zh_cn: 工具

# DashUploadSpeed.Text
source: Upload
zh_cn: 上传

# DashDownloadSpeed.Text
source: Download
zh_cn: 下载

# DashTotalUpload.Text
source: Total Upload
zh_cn: 总上传

# DashTotalDownload.Text
source: Total Download
zh_cn: 总下载

# DashActiveConnections.Text
source: Active Connections
zh_cn: 活跃连接

# DashRunning.Text
source: Running
zh_cn: 运行中

# DashStopped.Text
source: Stopped
zh_cn: 已停止

# DashStarting.Text
source: Starting…
zh_cn: 启动中…

# DashStopping.Text
source: Stopping…
zh_cn: 停止中…

# DashModeRule.Content
source: Rule Mode
zh_cn: 规则模式

# DashModeGlobal.Content
source: Global Mode
zh_cn: 全局模式

# DashModeDirect.Content
source: Direct Mode
zh_cn: 直连模式

# DashModeRuleDesc.Text
source: Route traffic by rules
zh_cn: 根据规则自动分流

# DashModeGlobalDesc.Text
source: All traffic via proxy
zh_cn: 所有流量走代理

# DashModeDirectDesc.Text
source: All traffic direct
zh_cn: 所有流量直连

# DashTrafficStats.Text
source: Traffic Statistics
zh_cn: 流量统计

# DashNetworkInfo.Text
source: Network Info
zh_cn: 网络信息

# DashResetTraffic.Content
source: Reset
zh_cn: 重置

# DashCheckIp.Content
source: Check IP
zh_cn: 检测 IP

# DashIpChecking.Text
source: Checking…
zh_cn: 检测中…

# DashIpFailed.Text
source: Check failed
zh_cn: 检测失败

# DashLocalIp.Text
source: Local IP
zh_cn: 内网 IP

# DashCoreMemory.Text
source: Core Memory
zh_cn: 核心内存

# DashCoreStart.Text
source: Start
zh_cn: 启动

# DashCoreStop.Text
source: Stop
zh_cn: 停止

# DashRuntime.Text
source: Running
zh_cn: 运行

# DashOutboundMode.Text
source: Outbound Mode
zh_cn: 出站模式

# DashSystemInfo.Text
source: System Info
zh_cn: 系统信息

# DashRefreshMemory.Content
source: Recycle Memory
zh_cn: 回收内存

# DashCoreVersion.Text
source: Core Version
zh_cn: 核心版本

# DashForceGc.Content
source: Force GC
zh_cn: 强制 GC

# DashIpLocalFetching.Text
source: Fetching…
zh_cn: 获取中…

# DashIpLocalFailed.Text
source: Not available
zh_cn: 未获取

# SearchPlaceholder.PlaceholderText
source: Search…
zh_cn: 搜索…

# StatusStopped.Text
source: Stopped
zh_cn: 已停止

# StatusRunning.Text
source: Running
zh_cn: 运行中

# ProxyLabel.Text
source: Proxy
zh_cn: 代理

# CommonUpdateAll.Content
source: Update All
zh_cn: 全部更新

# CommonUpdateAll.ToolTip
source: Update All
zh_cn: 全部更新

# CommonUpdate.Content
source: Update
zh_cn: 更新

# CommonSearch.PlaceholderText
source: Search…
zh_cn: 搜索…

# CommonAll.Text
source: All
zh_cn: 全部

# CommonClear.Content
source: Clear
zh_cn: 清空

# CommonExport.Content
source: Export
zh_cn: 导出

# CommonRefresh.Content
source: Refresh
zh_cn: 刷新

# CommonClose.Content
source: Close
zh_cn: 关闭

# CommonCancel.Content
source: Cancel
zh_cn: 取消

# CommonConfirm.Content
source: Confirm
zh_cn: 确认

# CommonDelete.Content
source: Delete
zh_cn: 删除

# CommonSave.Content
source: Save
zh_cn: 保存

# CommonCopy.Content
source: Copy
zh_cn: 复制

# CommonSort.Content
source: Sort
zh_cn: 排序

# CommonFilter.Text
source: Filter
zh_cn: 筛选

# CommonCount.Text
source: items
zh_cn: 个

# CommonProviders.Text
source: providers
zh_cn: 个提供者

# SettingsBasicConfig.Text
source: Basic Config
zh_cn: 基础配置

# SettingsApp.Text
source: App Settings
zh_cn: 应用设置

# SettingsTheme.Text
source: Theme Settings
zh_cn: 主题设置

# SettingsAbout.Text
source: About
zh_cn: 关于

# ConfigPort.Text
source: Mixed Port
zh_cn: 混合端口

# ConfigPortDesc.Text
source: HTTP/SOCKS5 mixed proxy port
zh_cn: HTTP/SOCKS5 混合代理端口

# ConfigSocksPort.Text
source: SOCKS Port
zh_cn: SOCKS 端口

# ConfigSocksPortDesc.Text
source: SOCKS5 proxy listening port
zh_cn: SOCKS5 代理监听端口

# ConfigHttpPort.Text
source: HTTP Port
zh_cn: HTTP 端口

# ConfigHttpPortDesc.Text
source: HTTP proxy listening port
zh_cn: HTTP 代理监听端口

# ConfigLogLevel.Text
source: Log Level
zh_cn: 日志级别

# ConfigLogLevelDesc.Text
source: Core engine log output level
zh_cn: 核心引擎日志输出级别

# ConfigIpv6Desc.Text
source: Enable IPv6 routing support
zh_cn: 启用 IPv6 路由支持

# ConfigAllowLan.Text
source: Allow LAN
zh_cn: 允许局域网

# ConfigAllowLanDesc.Text
source: Allow other devices on LAN to connect
zh_cn: 允许局域网内其他设备连接

# ConfigUnifiedDelay.Text
source: Unified Delay
zh_cn: 统一延迟

# ConfigUnifiedDelayDesc.Text
source: Eliminate latency differences from multiple handshakes
zh_cn: 消除多次握手带来的延迟差异

# ConfigTcpConcurrent.Text
source: TCP Concurrent
zh_cn: TCP 并发

# ConfigTcpConcurrentDesc.Text
source: Initiate TCP connections to multiple targets simultaneously
zh_cn: 同时对多个目标发起 TCP 连接

# ConfigFindProcess.Text
source: Process Matching
zh_cn: 进程匹配

# ConfigFindProcessDesc.Text
source: Match connections to local processes
zh_cn: 匹配连接对应的本地进程

# ConfigExternalController.Text
source: External Controller
zh_cn: 外部控制

# ConfigExternalControllerDesc.Text
source: Enable RESTful API control interface
zh_cn: 启用 RESTful API 控制接口

# ConfigApiSecret.Text
source: API Secret
zh_cn: API 密钥

# ConfigApiSecretDesc.Text
source: Secret token for API authentication
zh_cn: API 认证的密钥令牌

# ConfigApiSecretPlaceholder.PlaceholderText
source: Leave empty if none
zh_cn: 无密钥则留空

# ConfigAutoRestart.Text
source: Auto Restart
zh_cn: 崩溃自动重启

# ConfigAutoRestartDesc.Text
source: Automatically restart core if it crashes unexpectedly
zh_cn: 核心进程意外退出时自动重启

# ConfigCoreBinaryPath.Text
source: Core Binary Path
zh_cn: 核心程序路径

# ConfigCoreBinaryPathDesc.Text
source: Path to mihomo/clash executable (auto-detected if empty)
zh_cn: mihomo/clash 可执行文件路径（留空自动检测）

# ConfigCoreBinaryPathPlaceholder.PlaceholderText
source: Auto-detect (leave empty)
zh_cn: 自动检测（留空即可）

# ConfigBrowse.Content
source: Browse
zh_cn: 浏览

# ConfigKeepAlive.Text
source: Keep-Alive Interval
zh_cn: Keep-Alive 间隔

# ConfigKeepAliveDesc.Text
source: TCP connection keep-alive interval (seconds)
zh_cn: TCP 连接保活间隔（秒）

# ConfigTestUrl.Text
source: Test URL
zh_cn: 测试地址

# ConfigTestUrlDesc.Text
source: URL for proxy latency testing
zh_cn: 代理延迟测试 URL

# ConfigUserAgentDesc.Text
source: UA used when downloading subscriptions
zh_cn: 下载订阅时使用的 UA

# AppLanguage.Text
source: Language
zh_cn: 语言

# AppLanguageDesc.Text
source: Interface display language
zh_cn: 界面显示语言

# AppMinimizeOnExit.Text
source: Minimize to Tray
zh_cn: 最小化到托盘

# AppMinimizeOnExitDesc.Text
source: Minimize to system tray instead of exiting when closing window
zh_cn: 关闭窗口时最小化到系统托盘而非退出

# AppAutoLaunch.Text
source: Auto Start
zh_cn: 开机自启

# AppAutoLaunchDesc.Text
source: Automatically run WinUIClash on system startup
zh_cn: 系统启动时自动运行 WinUIClash

# AppAutoRun.Text
source: Auto Start Core
zh_cn: 自动启动核心

# AppAutoRunDesc.Text
source: Automatically start Clash core after app launches
zh_cn: 应用启动后自动运行 Clash 核心

# AppAutoRestart.Text
source: Auto Restart on Crash
zh_cn: 崩溃自动重启

# AppAutoRestartDesc.Text
source: Automatically restart core if it crashes unexpectedly
zh_cn: 核心进程意外退出时自动重启

# AppShowNotifications.Text
source: Show Notifications
zh_cn: 显示通知

# AppShowNotificationsDesc.Text
source: Show in-app notifications for status changes (errors always shown)
zh_cn: 显示状态变更的应用内通知（错误通知始终显示）

# AppAutoCheckUpdate.Text
source: Auto Check Updates
zh_cn: 自动检查更新

# AppAutoCheckUpdateDesc.Text
source: Automatically check for new versions on startup
zh_cn: 启动时自动检查新版本

# AppSystemProxy.Text
source: System Proxy
zh_cn: 系统代理

# AppSystemProxyDesc.Text
source: Enable system-level proxy settings
zh_cn: 启用系统级代理设置

# AppProxyGuard.Text
source: Proxy Guard
zh_cn: 代理守护

# AppProxyGuardDesc.Text
source: Periodically check and re-apply proxy settings
zh_cn: 定期检查并恢复被篡改的代理设置

# AppProxyGuardInterval.Text
source: Guard Interval (seconds)
zh_cn: 守护间隔（秒）

# AppProxyGuardIntervalDesc.Text
source: How often to check for proxy changes (5-600s)
zh_cn: 检查代理变化的频率（5-600秒）

# AppTunMode.Text
source: TUN Mode
zh_cn: TUN 模式

# AppTunModeDesc.Text
source: Capture all system traffic via virtual network adapter
zh_cn: 通过虚拟网卡接管所有系统流量

# AppTunStack.Text
source: TUN Stack
zh_cn: TUN 协议栈

# AppTunStackDesc.Text
source: Network stack for TUN adapter (mixed recommended)
zh_cn: TUN 网卡使用的网络协议栈（推荐 mixed）

# AppBypassDomains.Text
source: Proxy Bypass
zh_cn: 代理绕过

# AppBypassDomainsDesc.Text
source: Domains that bypass proxy (semicolon separated)
zh_cn: 不走代理的域名列表（分号分隔）

# AppBypassPresets.Text
source: Presets
zh_cn: 预设

# BypassPresetDefault.Text
source: Default (localhost)
zh_cn: 默认（本地）

# BypassPresetLan.Text
source: LAN + Localhost
zh_cn: 局域网 + 本地

# BypassPresetChina.Text
source: China Direct
zh_cn: 中国直连

# BypassPresetMergeLan.Text
source: Add LAN addresses
zh_cn: 添加局域网地址

# BypassPresetMergeChina.Text
source: Add China domains
zh_cn: 添加中国域名

# AppCloseConnections.Text
source: Close Connections on Switch
zh_cn: 切换时关闭连接

# AppCloseConnectionsDesc.Text
source: Automatically close existing connections when switching config or proxy
zh_cn: 切换配置或代理时自动关闭已有连接

# AppOnlyStatisticsProxy.Text
source: Proxy Traffic Only
zh_cn: 仅统计代理流量

# AppOnlyStatisticsProxyDesc.Text
source: Only count traffic going through proxy in statistics
zh_cn: 流量统计仅计算经过代理的部分

# ThemeMode.Text
source: Appearance
zh_cn: 外观模式

# ThemeSystem.Text
source: Follow System
zh_cn: 跟随系统

# ThemeLight.Text
source: Light Mode
zh_cn: 浅色模式

# ThemeDark.Text
source: Dark Mode
zh_cn: 深色模式

# ThemeAccentColor.Text
source: Accent Color
zh_cn: 主题色

# AboutTitle.Text
source: About
zh_cn: 关于

# AboutCheckUpdate.Content
source: Check for Updates
zh_cn: 检查更新

# AboutOpenDataFolder.Content
source: Open Data Folder
zh_cn: 打开数据目录

# AboutCopyVersion.Content
source: Copy Version Info
zh_cn: 复制版本信息

# AboutCheckingUpdate.Text
source: Checking…
zh_cn: 正在检查…

# AboutNoUpdate.Text
source: You are up to date
zh_cn: 已是最新版本

# AboutNewVersion.Text
source: New version available
zh_cn: 发现新版本

# AboutUpdateFailed.Text
source: Update check failed
zh_cn: 检查更新失败

# ConnTitle.Text
source: Connections
zh_cn: 连接

# ConnCloseAll.Content
source: Close All
zh_cn: 关闭全部

# ConnDetail.Text
source: Connection Details
zh_cn: 连接详情

# ConnHost.Text
source: Host
zh_cn: 目标地址

# ConnSource.Text
source: Source
zh_cn: 来源

# ConnDest.Text
source: Destination
zh_cn: 目标

# ConnTransfer.Text
source: Transfer
zh_cn: 传输量

# ConnChain.Text
source: Proxy Chain
zh_cn: 代理链

# ConnRule.Text
source: Matched Rule
zh_cn: 匹配规则

# ConnStartTime.Text
source: Start Time
zh_cn: 开始时间

# ConnDuration.Text
source: Duration
zh_cn: 持续时间

# ConnDirect.Text
source: Direct
zh_cn: 直连

# ProfilesTitle.Text
source: Profiles
zh_cn: 配置

# ProfilesAdd.Content
source: Add
zh_cn: 添加

# ProfilesImportUrl.PlaceholderText
source: Subscription URL
zh_cn: 订阅链接

# ProfilesExpired.Text
source: Expired
zh_cn: 已过期

# ProfilesRemainingDays.Text
source: Remaining
zh_cn: 剩余

# ProfilesDay.Text
source: days
zh_cn: 天

# LogsTitle.Text
source: Logs
zh_cn: 日志

# LogsPause.Content
source: Pause
zh_cn: 暂停

# LogsResume.Content
source: Resume
zh_cn: 继续

# LogsExport.Content
source: Export Logs
zh_cn: 导出日志

# LogsAutoScroll.Text
source: Auto Scroll
zh_cn: 自动滚动

# LogsAllLevels.Text
source: All Levels
zh_cn: 全部级别

# RequestsTitle.Text
source: Requests
zh_cn: 请求

# TrayShow.Text
source: Show Window
zh_cn: 显示主窗口

# TrayRun.Text
source: Run Core
zh_cn: 运行核心

# TraySystemProxy.Text
source: System Proxy
zh_cn: 系统代理

# TrayOutboundMode.Text
source: Outbound Mode
zh_cn: 出站模式

# TrayExit.Text
source: Exit
zh_cn: 退出

# TrayTunMode.Text
source: TUN Mode
zh_cn: TUN 模式

# TrayForceGc.Text
source: Force GC
zh_cn: 强制 GC

# TimeJustNow.Text
source: just now
zh_cn: 刚刚

# TimeMinutesAgo.Text
source: m ago
zh_cn: 分钟前

# TimeHoursAgo.Text
source: h ago
zh_cn: 小时前

# TimeDaysAgo.Text
source: d ago
zh_cn: 天前

# StatusBarSystemProxy.Text
source: System Proxy
zh_cn: 系统代理

# SearchBox.PlaceholderText
source: Search… (Ctrl+F)
zh_cn: 搜索… (Ctrl+F)

# SearchCategoryPage.Text
source: Page
zh_cn: 页面

# SearchCategorySettings.Text
source: Settings
zh_cn: 设置

# ProfilesFallbackLabel.Text
source: Subscription
zh_cn: 订阅

# ConfigPortSettings.Text
source: Port Settings
zh_cn: 端口设置

# ConfigFeatureSwitches.Text
source: Feature Switches
zh_cn: 功能开关

# AppStartupExit.Text
source: Startup & Exit
zh_cn: 启动与退出

# AppProxyBehavior.Text
source: Proxy Behavior
zh_cn: 代理行为

# AppOther.Text
source: Other
zh_cn: 其他

# AppSilentLaunch.Text
source: Silent Start
zh_cn: 静默启动

# AppSilentLaunchDesc.Text
source: Start minimized without showing main window
zh_cn: 启动时最小化，不显示主窗口

# AppLanguageSwitchDesc.Text
source: Restart required after changing language
zh_cn: 切换语言后需要重启应用

# ThemeSystem.Content
source: System
zh_cn: 跟随系统

# ThemeLight.Content
source: Light
zh_cn: 浅色

# ThemeDark.Content
source: Dark
zh_cn: 深色

# AboutCheckingStatus.Text
source: Checking for updates…
zh_cn: 正在检查更新…

# AboutUpToDate.Text
source: ✓ You are up to date (v{0})
zh_cn: ✓ 当前已是最新版本 (v{0})

# AboutNewVersionFound.Text
source: New version v{0} available — click to download
zh_cn: 发现新版本 v{0} — 点击前往下载

# AboutNewVersionTitle.Text
source: New Version Available
zh_cn: 发现新版本

# AboutNewVersionContent.Text
source: New version: {0}\n\n{1}
zh_cn: 新版本: {0}\n\n{1}

# AboutGoDownload.Content
source: Download
zh_cn: 前往下载

# AboutLater.Content
source: Later
zh_cn: 稍后

# AboutCheckFailed.Text
source: Check failed: {0}
zh_cn: 检查失败: {0}

# AboutVersion.Text
source: Version
zh_cn: 版本

# AboutDescription.Text
source: ClashMeta client inspired by FlClash UI
zh_cn: 基于 FlClash UI 设计的 ClashMeta 客户端

# AboutTechStack.Text
source: Tech Stack
zh_cn: 技术栈

# AboutActions.Text
source: Actions
zh_cn: 操作

# AboutFlClash.Content
source: FlClash Original Project
zh_cn: FlClash 原项目

# AboutMihomo.Content
source: ClashMeta Core (Mihomo)
zh_cn: ClashMeta 核心 (Mihomo)

# AboutWinAppSdk.Content
source: Windows App SDK Docs
zh_cn: Windows App SDK 文档

# AboutFramework.Text
source: Framework
zh_cn: 框架

# AboutCore.Text
source: Core
zh_cn: 核心

# ToolsTitle.Text
source: Tools
zh_cn: 工具

# ToolsSettingsSection.Text
source: Settings
zh_cn: 设置

# ToolsOtherSection.Text
source: Other
zh_cn: 其他

# ToolsBack.ToolTip
source: Back
zh_cn: 返回

# ToolsBasicConfigSub.Text
source: Ports, log level, UA, IPv6, etc.
zh_cn: 端口、日志级别、UA、IPv6 等

# ToolsAppSettingsSub.Text
source: Startup, system proxy, TUN, auto update
zh_cn: 启动行为、系统代理、TUN、自动更新

# ToolsThemeSettingsSub.Text
source: Light/dark mode, accent color
zh_cn: 明暗模式、主题色

# ToolsAboutSub.Text
source: Version info, project links
zh_cn: 版本信息、项目链接

# ProxyTitle.Text
source: Proxies
zh_cn: 代理

# ProxyTestAll.Text
source: Test All
zh_cn: 全部测速

# ProxySwitchSort.ToolTip
source: Switch Sort
zh_cn: 切换排序

# ProfilesImport.Content
source: Import
zh_cn: 导入

# ProfilesImport.ToolTip
source: Import Subscription
zh_cn: 导入订阅

# ProfilesActive.Text
source: Active
zh_cn: 使用中

# ProfilesMore.ToolTip
source: More
zh_cn: 更多

# ProfilesClipboardTitle.Text
source: Subscription Link Detected
zh_cn: 检测到订阅链接

# ProfilesClipboardContent.Text
source: Subscription link found in clipboard:\n\n{0}\n\nImport?
zh_cn: 剪贴板中发现订阅链接:\n\n{0}\n\n是否导入？

# ProfilesUrlHeader.Text
source: Subscription URL
zh_cn: 订阅地址

# ProfilesNamePlaceholder.Text
source: Auto-detected (can be edited)
zh_cn: 自动识别（可手动修改）

# ProfilesNameHeader.Text
source: Profile Name
zh_cn: 配置名称

# ProfilesImportUrl.Text
source: From URL
zh_cn: 从 URL

# ProfilesImportFile.Text
source: From File
zh_cn: 从文件

# ProfilesImportTitle.Text
source: Import Subscription
zh_cn: 导入订阅

# ProfilesViewConfig.Text
source: View Config
zh_cn: 查看配置

# ProfilesCopyUrl.Text
source: Copy Link
zh_cn: 复制链接

# ProfilesEditName.Text
source: Edit Name
zh_cn: 编辑名称

# ProfilesEditNameTitle.Text
source: Edit Name
zh_cn: 编辑名称

# ProfilesEditProfile.Text
source: Edit Profile
zh_cn: 编辑档案

# ProfilesEditProfileTitle.Text
source: Edit Profile
zh_cn: 编辑档案

# ProfilesMoveUp.Text
source: Move Up
zh_cn: 上移

# ProfilesMoveDown.Text
source: Move Down
zh_cn: 下移

# ProfilesAutoUpdate.Text
source: Auto Update
zh_cn: 自动更新

# ProfilesConfigViewerTitle.Text
source: Config:
zh_cn: 配置:

# ConfigSaveReload.Text
source: Save & Reload
zh_cn: 保存并重载

# ConnSearchPlaceholder.PlaceholderText
source: Search connections…
zh_cn: 搜索连接…

# ConnCountSuffix.Text
source: connections
zh_cn: 个连接

# ConnClose.ToolTip
source: Close Connection
zh_cn: 关闭连接

# ConnDetailHost.Text
source: Host
zh_cn: 目标主机

# ConnDetailSource.Text
source: Source
zh_cn: 源地址

# ConnDetailDest.Text
source: Destination
zh_cn: 目标地址

# ConnDetailTransfer.Text
source: Total Upload / Download
zh_cn: 总上传 / 下载

# ConnDetailProcess.Text
source: Process
zh_cn: 进程

# ConnDetailDnsMode.Text
source: DNS Mode
zh_cn: DNS 模式

# ConnDetailGeoIP.Text
source: GeoIP / ASN
zh_cn: 地理位置 / ASN

# ConnCopyHost.Text
source: Copy Host
zh_cn: 复制主机

# ConnCloseThis.Content
source: Close This
zh_cn: 关闭此连接

# ConnCopyChains.Text
source: Copy Proxy Chain
zh_cn: 复制代理链

# ConnCopySource.Text
source: Copy Source
zh_cn: 复制来源

# LogsSearchPlaceholder.PlaceholderText
source: Search logs…
zh_cn: 搜索日志…

# LogsAutoScroll.Content
source: Auto Scroll
zh_cn: 自动滚动

# LogsCountSuffix.Text
source: log entries
zh_cn: 条日志

# LogsCopyPayload.Text
source: Copy Payload
zh_cn: 复制内容

# LogsCopyFull.Text
source: Copy Full Line
zh_cn: 复制完整行

# RequestsSearchPlaceholder.PlaceholderText
source: Search requests…
zh_cn: 搜索请求…

# RequestsAutoScroll.Content
source: Auto Scroll
zh_cn: 自动滚动

# RequestsCopyHost.Text
source: Copy Host
zh_cn: 复制主机

# RequestsCopyRule.Text
source: Copy Rule
zh_cn: 复制规则

# RequestsCopyAll.Text
source: Copy Full Request
zh_cn: 复制整条请求

# ConnSortNone.Text
source: Default
zh_cn: 默认排序

# ConnSortHost.Text
source: By Host
zh_cn: 按主机

# ConnSortUpload.Text
source: By Upload
zh_cn: 按上传

# ConnSortDownload.Text
source: By Download
zh_cn: 按下载

# ConnSortDuration.Text
source: By Duration
zh_cn: 按时长

# SubUsed.Text
source: Used
zh_cn: 已用

# SubRemaining.Text
source: Remaining
zh_cn: 剩余

# SubExpired.Text
source: Expired
zh_cn: 已过期

# SubHoursRemaining.Text
source: h
zh_cn: 小时

# SubDaysRemaining.Text
source: d
zh_cn: 天

# ProxySortDefault.Text
source: Default
zh_cn: 默认

# ProxySortName.Text
source: By Name
zh_cn: 按名称

# ProxySortDelay.Text
source: By Delay
zh_cn: 按延迟

# ProxySortType.Text
source: By Type
zh_cn: 按类型

# ProxyTestAll.Content
source: Test All
zh_cn: 全部测速

# ProxySearch.PlaceholderText
source: Search proxies…
zh_cn: 搜索代理…

# ProviderTypeProxy.Text
source: Proxy
zh_cn: 代理

# ProviderTypeRule.Text
source: Rule
zh_cn: 规则

# ProfilesDuplicateUrl.Text
source: This subscription URL already exists
zh_cn: 该订阅地址已存在

# ErrorUpdateTitle.Text
source: Update Failed
zh_cn: 更新失败

# ErrorSyncTitle.Text
source: Sync Failed
zh_cn: 同步失败

# ErrorDeleteTitle.Text
source: Delete Failed
zh_cn: 删除失败

# ErrorCloseTitle.Text
source: Close Failed
zh_cn: 关闭失败

# ProfilesDeleteConfirmTitle.Text
source: Confirm Delete
zh_cn: 确认删除

# ProfilesDeleteConfirmContent.Text
source: Are you sure you want to delete profile "{0}"?
zh_cn: 确定要删除配置 "{0}" 吗？

# ConnCloseAllConfirmTitle.Text
source: Close All Connections
zh_cn: 关闭全部连接

# ConnCloseAllConfirmContent.Text
source: Are you sure you want to close all active connections?
zh_cn: 确定要关闭所有活跃连接吗？

# ReqSortNone.Text
source: Default
zh_cn: 默认排序

# ReqSortHost.Text
source: By Host
zh_cn: 按主机

# ReqSortTime.Text
source: By Time
zh_cn: 按时间

# RequestsExport.Content
source: Export
zh_cn: 导出

# RequestsExport.ToolTip
source: Export request log
zh_cn: 导出请求记录

# RequestsExportSuccessTitle.Text
source: Export Successful
zh_cn: 导出成功

# RequestsExportSuccessMsg.Text
source: Request log exported
zh_cn: 请求记录已导出

# RequestsExportFailTitle.Text
source: Export Failed
zh_cn: 导出失败

# RequestsPause.Content
source: Pause
zh_cn: 暂停

# RequestsResume.Content
source: Resume
zh_cn: 继续

# RequestsPause.ToolTip
source: Pause/Resume auto-refresh
zh_cn: 暂停/恢复自动刷新

# ConnPause.Content
source: Pause
zh_cn: 暂停

# ConnResume.Content
source: Resume
zh_cn: 继续

# ConnPause.ToolTip
source: Pause/Resume auto-refresh
zh_cn: 暂停/恢复自动刷新

# ResTitle.Text
source: Resources
zh_cn: 资源

# ResCountSuffix.Text
source: providers
zh_cn: 个提供者

# ResFilterAll.Content
source: All
zh_cn: 全部

# ResFilterProxy.Content
source: Proxy Providers
zh_cn: 代理提供者

# ResFilterRule.Content
source: Rule Providers
zh_cn: 规则提供者

# ResSearchPlaceholder.PlaceholderText
source: Search resources…
zh_cn: 搜索资源…

# ResUpdateAll.Text
source: Update All
zh_cn: 全部更新

# ResUpdateAll.ToolTip
source: Update All
zh_cn: 全部更新

# ResEntries.Text
source: Entries:
zh_cn: 条目:

# ResSource.Text
source: Source:
zh_cn: 来源:

# ResUpdate.ToolTip
source: Update
zh_cn: 更新

# ResGeoUpdate.Text
source: Geo Database
zh_cn: GeoIP/GeoSite 数据库

# ResGeoUpdateGeoIp.Text
source: Update GeoIP Database
zh_cn: 更新 GeoIP 数据库

# ResGeoUpdateGeoSite.Text
source: Update GeoSite Database
zh_cn: 更新 GeoSite 数据库

# ResGeoUpdating.Text
source: Updating Geo Database
zh_cn: 正在更新 Geo 数据库

# ResGeoUpdateSuccess.Text
source: Geo Database Updated
zh_cn: Geo 数据库更新成功

# ResHealthCheck.ToolTip
source: Health Check
zh_cn: 健康检查

# ResHealthCheckDone.Text
source: Health Check Complete
zh_cn: 健康检查完成

# BasicConfigAppliedTitle.Text
source: Settings Applied
zh_cn: 设置已生效

# BasicConfigAppliedMsg.Text
source: Configuration changes have been applied to the running core.
zh_cn: 配置更改已应用到运行中的核心。

# DashDnsPlaceholder.PlaceholderText
source: Domain name…
zh_cn: 域名…

# DashDnsFailed.Text
source: DNS query failed
zh_cn: DNS 查询失败

# ProfilesSyncDoneTitle.Text
source: Sync Complete
zh_cn: 同步完成

# ProfilesSyncAllDoneMsg.Text
source: All subscriptions updated
zh_cn: 所有订阅已更新

# ProfilesSwitchedTitle.Text
source: Profile Switched
zh_cn: 配置已切换

# ProfilesSwitching.Text
source: Switching profile…
zh_cn: 正在切换配置…

# RulesTitle.Text
source: Rules
zh_cn: 规则

# RulesSearchPlaceholder.PlaceholderText
source: Search rules…
zh_cn: 搜索规则…

# RulesTypeCol.Text
source: Type
zh_cn: 类型

# RulesPayloadCol.Text
source: Payload
zh_cn: 匹配内容

# RulesTargetCol.Text
source: Target
zh_cn: 目标

# RulesAllProxiesFilter.Text
source: All Targets
zh_cn: 全部目标

# RulesCopyType.Text
source: Copy Type
zh_cn: 复制类型

# RulesCopyPayload.Text
source: Copy Payload
zh_cn: 复制匹配内容

# RulesCopyProxy.Text
source: Copy Target Proxy
zh_cn: 复制目标代理

# RulesCopyAll.Text
source: Copy Full Rule
zh_cn: 复制整条规则

# ProxyCtxTestDelay.Text
source: Test Delay
zh_cn: 测试延迟

# ProxyCtxSelect.Text
source: Select Node
zh_cn: 选择此节点

# ProxyCtxCopyName.Text
source: Copy Name
zh_cn: 复制名称

# ProxyCtxCopyType.Text
source: Copy Type
zh_cn: 复制类型

# ProxyCtxCopyAll.Text
source: Copy Full Info
zh_cn: 复制完整信息

# AppErrorTitle.Text
source: Error Occurred
zh_cn: 发生错误

# AppErrorContent.Text
source: The application encountered an unexpected error:\n\n{0}\n\nThe error has been logged.
zh_cn: 应用程序遇到意外错误:\n\n{0}\n\n错误已记录到日志文件。

# AppErrorContinue.Content
source: Continue
zh_cn: 继续

# AppErrorExit.Content
source: Exit
zh_cn: 退出

# AppUpdateFound.Text
source: New Version Available
zh_cn: 发现新版本

# AppUpdateMsg.Text
source: WinUIClash {0} has been released. Check the Tools page.
zh_cn: WinUIClash {0} 已发布，前往工具页查看。

# StatusToggle.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Click to toggle core
zh_cn: 点击切换核心状态

# StatusProxyLabel.Text
source: Proxy
zh_cn: 代理

# ThemeModeSystem.Text
source: Follow System
zh_cn: 跟随系统

# ThemeModeLight.Text
source: Light Mode
zh_cn: 浅色模式

# ThemeModeDark.Text
source: Dark Mode
zh_cn: 深色模式

# ColorBlue.Text
source: Blue
zh_cn: 蓝色

# ColorCyan.Text
source: Cyan
zh_cn: 青色

# ColorGreen.Text
source: Green
zh_cn: 绿色

# ColorOrange.Text
source: Orange
zh_cn: 橙色

# ColorRed.Text
source: Red
zh_cn: 红色

# ColorPurple.Text
source: Purple
zh_cn: 紫色

# ColorPink.Text
source: Pink
zh_cn: 粉色

# ColorIndigo.Text
source: Indigo
zh_cn: 靛蓝

# ErrorCoreBinaryNotFound.Text
source: mihomo executable not found. Please specify the path in settings.
zh_cn: 未找到 mihomo 可执行文件，请在设置中指定路径
